acpi
acpi_call
android-file-transfer
android-tools
arch-install-scripts
argocd
asciinema
atac
atuin
base
bat
bbswitch
bc
brightnessctl
btop
btrfs-progs
cava
cliphist
cmake
cmatrix
colorpicker
cowsay
cronie
csvlens
ctop
debugedit
deno
dkms
dmidecode
dnslookup
dnsmasq
docker
docker-compose
docker-desktop
dooit
dooit-extras
dunst
dust
dyff
dysk
efibootmgr
eksctl
eww
eza
fakeroot
fastfetch
fd
ffmpeg
fish
flatpak
foliate
foot
fortune-mod
freetube
fzf
gcc
gh-dash
git
git-filter-repo
github-cli-git
gitkraken
gitlab-ci-local
gitui
gnome-themes-extra
go
gobject-introspection
golangci-lint
gomu
google-chrome
gowall
gping
grim
grub
gum
gvfs
gvfs-gphoto2
gvfs-mtp
helm
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
hyprswitch
hyprsysteminfo
imagemagick
indent
inetutils
jelly
jq
k9s
kafka
kanata
kind
kitty
kl-bin
kmon
kubectl
kubectl-explore-bin
kubectx
kustomize
lazydocker
lazygit
lens-bin
lf
libva-utils
libvirt
linux
linux-firmware
lolcat
luarocks
lxappearance
ly
lynx
make
man-db
manifest-tool-bin
mariadb
mechsim
meson
minikube
mmv
moka-icon-theme-git
mongodb-compass
mpd
mtpfs
nano
navidrome
ncmpcpp
neofetch
neovim
net-tools
networkmanager
newman
nfs-utils
nim
ninja
noto-fonts-emoji
npm
ntfs-3g
nvtop
nwg-look
obs-studio
obsidian
onefetch
openrgb
os-prober
otree
pacseek
pamixer
papirus-icon-theme
pavucontrol
pipes.sh
pipewire-alsa
pipewire-pulse
postgresql
postman-bin
powertop
process-compose
python-black
python-clickgen
python-dotenv
python-flake8
python-pip
python-pipx
qt5-quickcontrols2
qt5ct
qt6-svg
r-magick
rclone
redshift
remind
rofi-wayland
sassc
sddm
skopeo
slurp
spotify-launcher
sshs
starship
stern
strace
sudo
supabase-bin
swww
syncthing
systemctl-tui
tailspin
terraform
testdisk
thefuck
thunar
tint
tmux
trashy
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock
tui-journal
typtea
unzip
uwsm
vala
vim
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
vulkan-intel
vulkan-tools
w3m
warp-terminal
waybar
wget
which
wireplumber
wlroots
wmctrl
wtfutil
wttrbar
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-intel
xorg-xbacklight
xorg-xinit
yamllint
yarn
yay
yay-debug
yazi
yq
yt-dlp
zathura
zen-browser-avx2-bin
zip
zoxide
zsh
